[
  {
    "title": "Ferrari F8 Spider",
    "images": [
      {
        "alt": "Front View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/c511e7eb-6d59-4266-912a-dac3bcbb6433.jpg?v=261"
      },
      {
        "alt": "Side View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/045996b6-4adf-42f8-acc6-2d0ab8f5d819.jpg?v=261"
      },
      {
        "alt": "Rear View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/3fa9c27b-43e7-4551-9844-253dbfa789c1.jpg?v=261"
      }
    ],
    "overview": [
      "The Ferrari F8 Spider is a mid-engine, two-seater sports car that was unveiled in 2019. It is the successor of the Ferrari 488 Spider, and shares its 3.9-liter twin-turbocharged V8 engine with the Ferrari F8 Tributo.",
      "The F8 Spider has a retractable hardtop that can be opened or closed in 14 seconds, and a redesigned aerodynamic body that improves its performance and efficiency. It can accelerate from 0 to 100 km/h in 2.9 seconds, and reach a top speed of 340 km/h.",
      "It also features a new steering wheel, a 7-inch touchscreen display, and a range of driving modes and assist systems. The F8 Spider is one of the most powerful and versatile convertible cars in the world, combining the thrill of open-air driving with the excellence of Ferrari engineering."
    ]
  },
  {
    "title": "Ferrari 812 GTS",
    "images": [
      {
        "alt": "Front View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/a0d60334-bc5d-486b-98e9-ebd1e1247a6e.jpg?v=246"
      },
      {
        "alt": "Side View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/97928a90-d473-4fb5-b0a4-c763c6259a74.jpg?v=246"
      },
      {
        "alt": "Rear View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/0df3488c-82eb-4c04-bc64-e83b10e6dfe9.jpg?v=246"
      }
    ],
    "overview": [
      "The Ferrari 812 GTS is a front mid-engine, rear-wheel drive grand tourer that was revealed in 2019. It is the convertible version of the Ferrari 812 Superfast, and the first Ferrari with a front-mounted V12 engine to have a retractable hardtop since the 1969 Ferrari 365 GTS4.",
      "The 812 GTS has a 6.5-liter naturally aspirated V12 engine that delivers 800 hp, and a seven-speed dual-clutch transmission. It can accelerate from 0 to 100 km/h in 3 seconds, and reach a top speed of 340 km/h. It also has a redesigned rear end, a new rear diffuser, and a revised aerodynamic system.",
      "The 812 GTS is one of the most elegant and powerful cars in Ferrari's lineup, offering the exhilaration of open-top driving with the sophistication of a V12 engine."
    ]
  },
  {
    "title": "Ferrari SF90 Stradale",
    "images": [
      {
        "alt": "Front View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/458dab6a-0b33-41cd-adae-976a93be5697.jpg?v=252"
      },
      {
        "alt": "Side View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/6079b891-13fb-4fd4-9970-6004ac79613c.jpg?v=252"
      },
      {
        "alt": "Rear View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/c3b89d3e-2f28-4d60-9775-4d076ccf16e8.jpg?v=252"
      }
    ],
    "overview": [
      "The Ferrari SF90 Stradale is a hybrid, plug-in, all-wheel drive supercar that was launched in 2019. It is the first Ferrari to have a V8 engine as its top-of-the-range model and the first Ferrari to feature three electric motors.",
      "The SF90 Stradale has a 4.0-liter twin-turbocharged V8 engine that produces 780 hp, and three electric motors that add another 220 hp, for a total output of 1000 hp. It can accelerate from 0 to 100 km/h in 2.5 seconds and reach a top speed of 340 km/h. It also has a 7.9 kWh battery that allows it to travel up to 25 km in electric mode.",
      "The SF90 Stradale is one of the most advanced and powerful cars ever made by Ferrari, combining the best of both worlds: the performance of a racing car and the efficiency of a hybrid car."
    ]
  },
  {
    "title": "Ferrari Roma",
    "images": [
      {
        "alt": "Front View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/12bce541-9990-42a6-93d6-d15d61af0cbf.jpg?v=195"
      },
      {
        "alt": "Side View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/6d69c934-6a1c-4fe0-a935-71f32dd7436c.jpg?v=195"
      },
      {
        "alt": "Rear View",
        "src": "https://ferrari-view.thron.com/api/xcontents/resources/delivery/getThumbnail/ferrari/1440x900/d0db05c8-97dc-4a8f-b79d-59c89809512d.jpg?v=195"
      }
    ],
    "overview": [
      "The Ferrari Roma is a front mid-engine, rear-wheel drive coupé that was introduced in 2019. It is inspired by the elegance and style of Rome in the 1950s and 1960s, representing a new concept of Ferrari GT car.",
      "The Roma features a 3.9-liter twin-turbocharged V8 engine that produces 620 hp, coupled with an eight-speed dual-clutch transmission. It can accelerate from 0 to 100 km/h in 3.4 seconds and reach a top speed of 320 km/h.",
      "With its sleek and modern design, the Roma boasts a minimalist interior, a 16-inch digital instrument cluster, and an 8.4-inch touchscreen infotainment system. It stands as one of the most refined and sophisticated cars in Ferrari's history, combining the performance of a sports car with the comfort of a grand tourer."
    ]
  }
]
