[
  {
    "title": "Lamborghini Hurac치n GT3 EVO2",
    "images": [
      {
        "alt": "Front View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/614470.jpg"
      },
      {
        "alt": "Side View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/614490.jpg"
      },
      {
        "alt": "Rear View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/614473.jpg"
      }
    ],
    "overview": [
      "The Lamborghini Hurac치n GT3 EVO2 was designed and developed by Lamborghini Squadra Corse based on the Hurac치n STO, with which it shares essential design elements, the fact that it is equipped with rear-wheel drive only, and its naturally aspirated V10 engine.",
      "The GT3 EVO2 fully complies with new FIA 2022 technical regulations and features original aerodynamic innovations and an all-new intake system. The unmistakable hexagonal airscoop design and the rear fin are derived from the Hurac치n STO and contribute to a more efficient intake system.",
      "The airscoop is connected to a snorkel which optimally channels the airflow directly into the engine, resulting in greater responsiveness to the driver's demands. The introduction of 10 electronically actuated throttle bodies increases the efficiency of the V10 with titanium valves.",
      "The all-carbon-fiber bodywork features a muscular design created in collaboration with Lamborghini's Centro Stile. The new splitters, diffuser, and underbody ensure exceptional aerodynamic load. There are also innovations for the rear wing, with new supports that allow for precise adjustment of the wing itself."
    ]
  },
  {
    "title": "Lamborghini Revuelto",
    "images": [
      {
        "alt": "Front View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/639410_v2.jpg"
      },
      {
        "alt": "Side View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/639411_v2.jpg"
      },
      {
        "alt": "Rear View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/639413_v2.jpg"
      }
    ],
    "overview": [
      "Lamborghini Revuelto is a hybrid super sports car produced by Lamborghini. It was unveiled on March 29, 2023, as a successor to the Aventador.",
      "The Revuelto is the first HPEV (High Performance Electrified Vehicle) hybrid super sports car from Lamborghini, with a powertrain that delivers 1015 CV total and a futuristic design.",
      "The car's silhouette follows the iconic single center line, while the sharply sculpted lines and smooth negative radiuses create a high-tech shape that puts the Revuelto unmistakably in the new generation of Lamborghini supercars.",
      "The interior of the Revuelto brings the \"Feel Like a Pilot\" concept to its utmost expression: simple volumes, symmetry, and a driver-focused approach make the cockpit an empowering station for the driver.",
      "The futuristic environment creates a seamless connection between driver and machine, while exclusive hexagon-shaped elements fulfill the dual mission of evoking past models and highlighting brand-new functional features."
    ]
  },
  {
    "title": "Lamborghini Aventador SVJ Roadster",
    "images": [
      {
        "alt": "Side View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/584550.jpg"
      },
      {
        "alt": "Top View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/541983.jpg"
      },
      {
        "alt": "Rear View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/555131.jpg"
      }
    ],
    "overview": [
      "The Lamborghini Aventador SVJ Roadster is a limited edition of the Aventador family with a futuristic aerodynamic design, a 770 hp naturally aspirated V12 engine, and a carbon fiber body.",
      "It is limited to a mere 800 examples. The SVJ Roadster uses ultra-light carbon fiber for its bodywork and rigid removable roof.",
      "The body features larger air intakes and more extended side skirts, accentuated aerodynamic profiles, and a lighter exhaust system mounted higher up.",
      "The rigid roof is made using an innovative, high-pressure RTM molding technology. The SVJ 63 Roadster, produced in a limited edition of only 63 examples, features an even more dynamic and exclusive appearance.",
      "The car has a top speed of over 350 km/h and can accelerate from 0-100 km/h in 2.9 seconds."
    ]
  },
  {
    "title": "Lamborghini Urus S",
    "images": [
      {
        "alt": "Front View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/624184_v3.jpg"
      },
      {
        "alt": "Side View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/624181_v2.jpg"
      },
      {
        "alt": "Rear View",
        "src": "https://previeweu.thenewsmarket.com/Previews/lamb/StillAssets/1920x1440/624175_v3.jpg"
      }
    ],
    "overview": [
      "Launched in 2021, the Lamborghini Urus S is a high-performance luxury SUV, a sportier version of the Urus family. It boasts a 4.0-liter twin-turbocharged V8 engine delivering 650 hp and can accelerate from 0 to 100 km/h in just 3.3 seconds with a top speed of 305 km/h.",
      "With its more aggressive exterior, lower ride height, and revised suspension system, the Urus S combines stunning design with enhanced performance. Inside, the SUV offers a spacious and comfortable interior featuring a 12.3-inch digital instrument cluster and a 10.1-inch touchscreen infotainment system.",
      "This high-performance SUV is not only powerful but also versatile, seamlessly combining the thrills of a supercar with the practicality needed for family use. The Urus S stands out as a top choice in the world of SUVs, delivering an exceptional driving experience.",
      "In summary, the Lamborghini Urus S is a pinnacle of luxury and performance, blending cutting-edge technology with comfort to redefine the expectations of a family-friendly high-performance SUV.",
      "Explore the extraordinary with the Lamborghini Urus S - where power, style, and versatility meet."
    ]
  }
]
